---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HvacMassPerTime
source: html/2b9838ed-626c-a369-bec3-bc1f3afe4247.htm
---
# Autodesk.Revit.DB.SpecTypeId.HvacMassPerTime Property

Mass per Time, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId HvacMassPerTime { get; }
```